{
    title: "UMN Grape Varieties",
    author: "unknown",
    url: "https://mnhardy.umn.edu/varieties/fruit/grapes",
    published: "unknown",
    accessed: "Oct 2021",
    locations: [
        {
            name: "Minneapolis, MN",
            latitude: 44.97452884917545,
            longitude: -93.23155866017939
        }
    ],
    plants: [
        {
            type: "Grape",
            name: "Frontenac",
            AKA: ["Frontenac noir"],
            released: "1996",
            description: "type: Red and rosé, port. Vigorous and very disease resistant. Wine has flavors of cherry and plum. Can be high in acidity"
        },
        {
            type: "Grape",
            name: "Frontenac blanc",
            released: "2012",
            description: "type: White wine. White-fruited sports of Frontenac and Frontenac gris with earlier harvest date"
        },
        {
            type: "Grape",
            name: "Frontenac gris",
            released: "2003",
            description: "type: White wine. Vigorous and very disease resistant. Wine has a characteristic peach flavor. Can be high in acidity"
        },
        {
            type: "Grape",
            name: "Itasca",
            released: "2017",
            description: "type: White wine. Lower acidity and high sugar levels. High resistance to downy and powdery mildew and the insect phylloxera"
        },
        {
            type: "Grape",
            name: "La Crescent",
            released: "2002",
            description: "type: White wine. Very cold hardy. Wine has flavors of apricot, citrus, and tropical fruit. Moderately disease resistant"
        },
        {
            type: "Grape",
            name: "Marquette",
            released: "2006",
            description: "type: Red wine. Resists downy and powdery mildew, and black rot, with open, orderly growth habit. Wine has complex notes of cherry, berry, black pepper, and spice on both nose and palate"
        },
        {
            type: "Grape",
            name: "Bluebell",
            released: "1944",
            description: "type: Table, juice, jelly. Early ripening. Blue-seeded table grape with a juice, jelly mild Concord-like flavor. Disease resistant"
        },
        {
            type: "Grape",
            name: "Edelweiss",
            released: "1977",
            description: "type: Table, wine. Joint release with Elmer Swenson.Large-clustered, white-seeded table grape with a wine Concord-like flavor. May need winter protection"
        },
        {
            type: "Grape",
            name: "Swenson Red",
            released: "1977",
            description: "type: Table. Joint release with Elmer Swenson. Red-seeded table grape with refreshing flavor and crisp texture. Needs winter protection and a thorough spray program"
        }
    ]
}
