{
    title: "UMN Stone Fruit Varieties",
    author: "unknown",
    url: "https://mnhardy.umn.edu/varieties/fruit/stone-fruit",
    published: "unknown",
    accessed: "Oct 2021",
    locations: [
        {
            name: "Minneapolis, MN",
            latitude: 44.97452884917545,
            longitude: -93.23155866017939
        }
    ],
    plants: [
        {
            type: "Apricot",
            name: "Moongold",
            released: "1960",
            description: 'Golden yellow. Very hardy. Blooms the third week of April. 1 3/4" fruit hangs on tree until ripe. Self-unfruitful. Freestone',
            harvest_time: "Late July"
        },
        {
            type: "Apricot",
            name: "Sungold",
            released: "1960",
            description: 'Yellow with red blush. Very hardy, 1 1/4" fruit with clear flesh. Fruit hangs on the tree until ripe. Mild flavor. Upright growth habit. Blooms third week of April. Requires another apricot for cross-pollination. Freestone',
            harvest_time: "Early August"
        },
        {
            type: "Sour Cherry",
            name: "Meteor",
            released: "1952",
            description: "Semidwarf (10-14'). Hardy, vigorous, pie cherry tree with large bright red fruit. No cross-pollination needed",
            harvest_time: "Mid July"
        },
        {
            type: "Sour Cherry",
            name: "North Star",
            released: "1950",
            description: "Dwarf tree (7-10'). Pie cherry. No cross-pollination needed. Very productive. Bright red deepening to mahogany skin. Yellow, juicy, tender flesh. Tree resistant to leaf spot and brown rot",
            harvest_time: "Early July"
        },
        {
            type: "Japanese Plum",
            name: "Alderman",
            released: "1986",
            description: "Fruit is burgundy red with golden yellow, sweet, juicy flesh. Eat fresh or use for preserves. Tree is valued as an ornamental and fruits consistently. Clingstone",
            harvest_time: "Late August"
        },
        {
            type: "Japanese Plum",
            name: "La Crescent",
            released: "1923",
            description: "High-quality yellow plum. Fruit is small to medium, sometimes with a light blush skin. Flesh is sweet, juicy. Freestone. Somewhat suggestive of apricots. Vigorous grower but often a shy bearer",
            harvest_time: "Early August"
        },
        {
            type: "Japanese Plum",
            name: "Pipestone",
            released: "1942",
            description: "Large, attractive red fruits for drier areas. Sweet, juicy yellow fruit. Excellent quality for jam, jellies, and fresh use. Very hardy. Tree is productive. Clingstone",
            harvest_time: "Late August"
        },
        {
            type: "Japanese Plum",
            name: "Superior",
            released: "1933",
            description: "Hybrid with large fruit with dark red, russet- dotted skin. Flesh is yellow, juicy, and sweet. Heavy bearing tree may lack hardiness in north. Often sets fruit the first year. Clingstone",
            harvest_time: "Mid August"
        },
        {
            type: "Japanese Plum",
            name: "Underwood",
            released: "1920",
            description: "Medium-large, red fruit with golden yellow flesh. Juicy and sweet flavor. High quality for fresh use and jam. Clingstone. Hardy, vigorous grower with horizontal spread",
            harvest_time: "Late July"
        }
    ]
}
